SourceLANGID=1033
LANGID=2067
Generator=DKLang Translation Editor v3.0
LastModified=2016-11-04 16:57:58

[dAbout]
00000001=Info
00000004=Internet:
00000005=OK
00000006=Contactadres:

[dDiffLog]
00000001=Verschillen gevonden
00000002=Sluiten
00000003=Totalen
00000004=&Automatisch alle onvertaalde ingangen vertalen m.b.v. de vertalingendatabase
00000005=Hulp

[dFind]
00000001=Zoeken of vervangen
00000003=Sluiten
00000004=&Zoeken naar:
00000006=Opties
00000007=&Hoofdlettergevoelig
00000008=Alleen hele &woorden
00000010=Alleen binnen &selectie
00000011=Bereik
00000012=Vanaf de &geselecteerde ingang\nHele &lijst\n
00000013=Richting
00000014=&Voorwaarts\nA&chterwaarts\n
00000015=Vragen alvorens te vervangen
00000016=&Alle vervangen
00000017=Ve&rvangen door:
00000018=Zoekgebied
00000019=Zoek in &ingang-namen
00000020=Zoek in &oorspronkelijke waarde
00000021=Zoek in &nieuwe waarde
00000022=Hulp

[dOpenFiles]
00000001=Taalbestanden openen
00000002=&Brontaalbestand:
00000003=Bladeren...
00000004=Bladeren...
00000005=Bladeren...
00000006=&Gebruik volgend vertalingenbestand om waarden weer te geven (i.p.v. die in het bronbestand):
00000007=&Nieuwe vertaling maken
00000008=Bestaand doelbestand &openen:
00000009=OK
00000010=Annuleren
00000011=Hulp

[dPromptReplace]
00000001=Vervangen bevestigen
00000009=&Ja
00000010=Ann&uleren
00000012=Ja op &alles
00000013=&Neen
00000014=Hulp

[dSettings]
00000001=Programma-instellingen
00000002=OK
00000003=Annuleren
00000005=Locatie Vertali&ngendatabase:
00000006=(in dit geval dient u achteraf manueel sneltoetsen toe te kennen)
00000007=Bladeren...
00000008=Het prefix-karakter('&&') ve&rwijderen bij het toevoegen van vertalingen aan de database
00000009=&Automatisch nieuwe vertalingen toevoegen aan de database
00000013=Lettertype &interface...
00000014=Lettertype &tabel...
00000015=Niet &waarschuwen als brontaalbestand en vertalingenbestand een verschillende codering hebben
00000016=Database
00000017=Interface
00000018=Hulp

[dTranProps]
00000001=Vertaling-eigenschappen
00000002=&Brontaal (gebruikt in Vertalingendatabase):
00000003=&Doeltaal:
00000004=Ontwikkelaar:
00000005=Bijkomende parameters (in het formaat 'Naam=Waarde'):
00000006=Programma en versie waarvoor de vertaling bedoeld is:
00000007=OK
00000008=Annuleren
00000009=Hulp

[fMain]
00000002=Hoofdmenu
00000003=&Bestand
00000004=B&ewerken
00000005=&Weergeven
00000006=&Menubalk
00000007=De menubalk tonen/verbergen
00000008=Huidige br&ontekst
00000009=Het paneel 'huidige brontekst' tonen/verbergen
00000010=&Statusbalk
00000011=De statusbalk tonen/verbergen
00000012=&Taal
00000013=Hulp&middelen
00000014=&Hulp
00000015=Menubalk
00000018=Totaal aantal ingangen voor componenten
00000020=Aantal ingangen voor componenteigenschappen totaal/onvertaald
00000022=Aantal ingangen voor constanten totaal/onvertaald
00000024=Aantal ingangen in de database
00000025=Bestand
00000026=&Nieuw of Openen...
00000027=Nieuw of Openen...|Maak een nieuwe vertaling of open een bestaande
00000028=Bestand
00000029=Op&slaan
00000030=Opslaan|De huidige vertaling opslaan
00000031=Bestand
00000032=Opslaan &als...
00000033=Opslaan als...|De huidige vertaling in een ander bestand opslaan
00000034=Bestand
00000035=Sl&uiten
00000036=Sluiten|Sluit de open bestanden
00000037=Bestand
00000038=Afsluiten (&x)
00000039=Afsluiten|Het programma afsluiten
00000040=Hulpmiddelen
00000041=&Programma-instellingen...
00000042=Programma-instellingen...|Programma-instellingen bekijken of wijzigen
00000043=Hulp
00000044=&Info...
00000045=Info...|Informatie over versie en auteursrechten
00000046=Bewerken
00000047=V&orige onvertaalde ingang
00000048=Ga naar de vorige onvertaalde of automatisch vertaalde ingang
00000049=Bewerken
00000050=Vol&gende onvertaalde ingang
00000051=Ga naar de volgende onvertaalde of automatisch vertaalde ingang
00000058=Bewerken
00000059=Vertaling-&eigenschappen...
00000060=Vertaling-eigenschappen...|Vertaling-eigenschappen bekijken of wijzigen
00000064=Hulpmiddelen
00000065=Selectie A&utomatisch vertalen
00000066=Selectie automatisch vertalen|De geselecteerde ingangen automatisch vertalen met behulp van de vertalingendatabase
00000067=Hulpmiddelen
00000068=Selectie toevoegen aan &Database
00000069=Selectie toevoegen aan Database|De geselecteerde ingangen toevoegen aan de Vertalingendatabase
00000073=Hulp
00000074=Controleren op &updates
00000075=Controleren op updates|Ga na of er op het internet een nieuwere versie beschikbaar is
00000076=Hulp
00000077=DKLang Translation Editor website
00000078=DKLang Translation Editor website|Open de website van dit programma in uw browser
00000079=Hulp
00000080=Productondersteuning
00000081=Productondersteuning|Open de ondersteuningspagina in uw browser
00000082=Hulp
00000083=DK Software &Website
00000084=DK Software Website|Open de officiële site van de ontwikkelaar in uw browser
00000087=&Internet
00000088=Bewerken
00000089=&Focus wijzigen
00000090=Focus wijzigen|Schakel invoerfocus tussen de tabel en het editeerveld
00000091=Bewerken
00000092=Vo&rige ingang
00000093=Vorige ingang|Ga naar de vorige ingang
00000094=Bewerken
00000095=Vo&lgende ingang
00000096=Volgende ingang|Ga naar de volgende ingang
00000097=Eigenschappen ingang
00000098=Huidige brontekst
00000099=Huidige doeltekst
00000100=&Onvertaald
00000101=Status ingang
00000102=&Autom. vertaald
00000103=&Eigenschappen ingang
00000104=Huidige &doeltekst
00000105=Component/Eigenschap/Constante
00000106=ID
00000107=Oorspronkelijk waarde
00000108=Nieuwe waarde
00000109=Bewerken
00000110=&Zoek...
00000111=Zoek...|Zoek ingangen aan de hand van een bepaald patroon
00000112=Bewerken
00000113=Volgende zoeken
00000114=Volgende zoeken|Zoek de volgende instantie van de laatst gezochte tekenreeks
00000115=Bewerken
00000116=&Vervangen...
00000117=Vervangen...|Vervang een tekenreeks door een andere
00000118=Bladwijzers
00000119=Het paneel 'huidige doeltekst' tonen/verbergen
00000120=Het paneel 'Eigenschappen ingang' tonen/verbergen
00000121=&Bladwijzers
00000122=Het paneel 'Bladwijzers' tonen/verbergen
00000123=Bewerken
00000124=Bl&adwijzer toevoegen
00000125=Bladwijzer toevoegen|Selectie toevoegen aan de lijst van bladwijzers
00000126=Bewerken
00000127=Bla&dwijzer verwijderen
00000128=Bladwijzer verwijderen|Verwijder de geselecteerde bladwijzer
00000129=Bewerken
00000130=&Ga naar bladwijzer
00000131=Ga naar bladwijzer|Ga naar de bladwijzer die momenteel geselecteerd is in het bladwijzer-paneel
00000132=Bladwijzer-werkbalk
00000133=Bewerken
00000134=&Kopiëren
00000135=Bewerken
00000136=&Plakken
00000137=Bewerken
00000138=K&nippen
00000139=Kopiëren|Selectie naar het klembord kopiëren
00000140=Plakken|Tekst van het klembord plakken
00000141=Knippen|Selectie wegknippen en op het klembord plaatsen
00000142=Hulp
00000143=&Hulp
00000144=Hulp|Programmahulp weergeven

[$CONSTANTS]
SBtn_Find=Zoeken
SBtn_Replace=Vervangen
SConfirm_FileNotSaved=Vertalingenbestand "%s" is gewijzigd maar niet opgeslagen. Wilt u het opslaan?
SDiffDesc_AddComponent=+ Component: [%s]
SDiffDesc_AddConstant=+ Constante "%s"
SDiffDesc_AddProperty=+ Eigenschap "%s" (ID=%d)
SDiffDesc_ExcessiveEntries=De volgende ingangen zijn overbodig en werden verwijderd uit de vertaling:
SDiffDesc_MissingEntries=De volgende ingangen werden niet gevonden en zijn toegevoegd aan de vertaling:
SDiffDesc_RemoveComponent=- Component: [%s]
SDiffDesc_RemoveConstant=- Constante "%s"
SDiffDesc_RemoveProperty=- Component "%s", eigenschap met ID=%d
SDiffTotalsText=\tComponenten\tEigenschappen\tConstanten\nToegevoegd\t%d\t%d\t%d\nVerwijderd\t%d\t%d\t%d\nTotaal      \t%d\t%d\t%d
SDlgTitle_Confirm=Bevestigen
SDlgTitle_Error=Fout
SDlgTitle_Info=Info
SDlgTitle_SaveTranFileAs=Kies een vertalingenbestand om de wijzigingen in op te slaan
SDlgTitle_SelectDisplayFile=Kies een vertalingenbestand om te gebruiken voor weergave
SDlgTitle_SelectLangSourceFile=Kies een brontaalbestand
SDlgTitle_SelectTranFile=Kies een vertalingenbestand
SDlgTitle_SelReposPath=Locatie van de vertalingendatabase:
SErrMsg_CharMissing="%s" ontbreekt
SErrMsg_ConstNameMissing=Constante-naam ontbreekt
SErrMsg_DuplicateCompName=Dubbele component-naam: "%s"
SErrMsg_DuplicatePropID=Dubbele eigenschap-ID: %d
SErrMsg_DuplicatePropName=Dubbele eigenschap-naam: "%s"
SErrMsg_FileDoesntExist=Bestand "%s" bestaat niet
SErrMsg_InvalidCompName=Ongeldige component-naam: "%s"
SErrMsg_LoadLangSourceFailed=Fout bij het laden van het taalbestand:\nRegel %d: %s
SErrMsg_PropIDInvalid=Ongeldige eigenschap-ID
SErrMsg_PropIDMissing=Eigenschap-ID ontbreekt
SErrMsg_PropNameMissing=Eigenschap-naam ontbreekt
SErrMsg_SectionlessEntry=Ingangen zonder sectie
SErrMsg_SectionNameMissing=Sectie-naam ontbreekt
SErrMsg_SrcAndTranLangsAreSame=De bron- en doeltaal dienen verschillend te zijn
SErrMsg_WrongSectionName=Verkeerde formaat voor sectie-naam: "%s"
SLangSourceFileFilter=DKLang brontaalbestanden (*.dklang)|*.dklang|Alle bestanden (*.*)|*.*
SMsg_NoSearchResults=Tekenreeks "%s" werd niet gevonden.
SMsg_PromptReplace=Deze instantie van "%s" vervangen?
SMsg_ReplacedInfo=%d instanties van "%s" vervangen.
SNode_Constants=Constanten
SStatusBar_CompCount=Comp: %d
SStatusBar_ConstCount=Const: %d/%d
SStatusBar_PropCount=Eig: %d/%d
SStatusBar_ReposEntryCount=Database: %d ingangen
STranFileFilter=DKLang vertalingsbestanden (*.lng)|*.lng|All Files (*.*)|*.*
STranFileFilterAnsi=DKLang Ansi vertalingsbestanden (*.lng)|*.lng
STranFileFilterUnicode=DKLang Unicode vertalingsbestanden (*.lng)|*.lng
SWarnMsg_SavingInAnsi=U staat op het punt de vertaling in ANSI-formaat op te slaan, terwijl het bronbestand een Unicode-codering heeft.\nAls u doorgaat, kunnen in het vertaalde programma verkeerde karakters opduiken. Als het programma Unicode gebruikt, is het bijna altijd beter de vertaling ook als Unicode op te slaan.\n\nWilt u de vertaling opslaan met een Unicode-codering?
SWarnMsg_SavingInUnicode=U staat op het punt de vertaling in Unicode-formaat op te slaan, terwijl het bronbestand een ANSI-codering heeft.\nAls u doorgaat, is de vertaling misschien onbruikbaar in het doelprogramma. Als het programma ANSI gebruikt, is het veiliger de vertaling ook in ANSI op te slaan.\n\nWilt u de vertaling opslaan met een ANSI-codering?
